{"translation-revision-date":"2022-11-03 10:54:48+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Enhance your Gutenberg experience with new blocks, including Business Hours, Popup, Review Comparison Table and more.":["Çalışma saatleri, iç pencere, inceleme karşılaştırma tablosu ve daha fazlası dahil olmak üzere yeni bloklarla Gutenberg deneyiminizi geliştirin."],"Block Editor Booster":["Blok düzenleyici güçlendirici"],"Learn more":["Daha fazlasını öğrenin"],"Get Neve Pro":["Neve Pro'yu edinin"],"Boost productivity and speed up your workflow by saving all your designs and share them automatically to all your sites in 1-click.":["Tüm tasarımlarınızı kaydederek verimliliğinizi artırın ve iş akışınızı hızlandırın ve bunları tek tıkla tüm sitelerinizle otomatik olarak paylaşın."],"Share opinions, ask questions and help each other on our Neve community! Keep up with what we’re working on and vote to help us prioritize on our <external_link>public roadmap<\/external_link>.":["Neve topluluğumuzda görüşlerinizi paylaşın, sorular sorun ve birbirinize yardım edin! Üzerinde çalıştığımız konuları takip edin ve <external_link>genel yol haritamıza<\/external_link> öncelik vermemize yardımcı olmak için oy verin."],"More details <external_link>here<\/external_link>.":["Daha fazla bilgi <external_link>buradadır<\/external_link>."],"Go to Neve Codex":["Neve Codex'e gidin"],"Learn how to use Templates Cloud":["Templates Cloud'u nasıl kullanacağınızı öğrenin"],"Discover Templates Cloud":["Templates Cloud'u keşfedin."],"(opens in a new tab)":["(yeni sekmede açılır)"],"Help":["Yardım"],"Welcome":["Hoşgeldiniz"],"Install and Activate":["Yükle ve etkinleştir"],"Could not activate plugin.":["Eklenti etkinleştirilemedi."],"Something went wrong while installing the plugin.":["Eklentiyi yüklerken bir şeyler ters gitti."],"An error occured. Please reload the page and try again.":["Bir hata oluştu. Lütfen sayfayı yenileyip tekrar deneyin."],"Banner Image":["Afiş görseli"],"Installing":["Yükleniyor"],"Install":["Kur"],"Could not Update Option. Please try again.":["Seçenek güncellenemedi. Lütfen tekrar deneyin."],"Save":["Kaydet"],"Neve Theme Logo":["Neve teması logo"],"Tweaks":["İnce ayarlar"],"Bug Fixes":["Hata düzeltmeleri"],"Features":["Özellikler"],"Show changelog for":["Şunun için değişiklik günlüğünü göster:"],"Customizer quick links":["Özelleştirici hızlı bağlantıları"],"Need more details? Please check our full documentation for detailed information on how to use Neve.":["Daha fazla ayrıntıya mı ihtiyacınız var? Neve'nin nasıl kullanılacağı ile ilgili detaylı bilgi için belgelerimizi inceleyin."],"Getting Started? Check help and docs":["Yeni mi başlıyorsunuz? Yardım ve belgeleri inceleyin"],"Go to Starter Sites":["Hazır sitelere git"],"Starter Sites":["Hazır siteler"],"Get Neve Pro Now":["Şimdi Neve Pro'yu edinin"],"Get access to all Pro features and power-up your website":["Tüm Pro özelliklere erişim sağlayın ve web sitenizi güçlendirin"],"Go to docs":["Belgelere git"],"View Changelog":["Değişiklik günlüğünü görüntüle"],"Learn More":["Daha fazla bilgi edinin"],"Could not activate module. Please try again.":["Modül etkinleştirilemedi. Lütfen tekrar deneyin."],"Module Deactivated.":["Modül etkisizleştirildi"],"Module Activated":["Modül etkinleştirildi"],"Upgrade":["Yükselt"],"In Progress":["Devam ediyor"],"Done!":["Bitti!"],"Expires":["Geçerlilik tarihi"],"Expired":["Zamanı doldu"],"Valid":["Geçerli"],"Deactivating":["Etkisizleştiriliyor"],"Enter License Key":["Lisans anahtarını giriniz"],"Typekit Project ID is invalid":["Typekit proje ID'si geçersiz"],"Option Updated":["Seçenekler güncellendi."],"Could not update option. Please try again.":["Seçenek güncellenemedi. Lütfen tekrar deneyin."],"Allow Anonymous Tracking":["Anonim takibe izin ver"],"Become a contributor by opting in to our anonymous data tracking. We guarantee no sensitive data is collected.":["Anonim veri takibimizi seçerek katkıda bulunan olun. Hassas verilerin toplanmadığını garanti ediyoruz."],"Contributing":["Katkıda bulunma"],"What do we track?":["Neyi takip ediyoruz?"],"Empower your online store with awesome new features, specially designed for a smooth WooCommerce integration.":["Çevrimiçi mağazanızı, pürüzsüz WooCommerce entegrasyonu için özel olarak tasarlanmış harika yeni özelliklerle güçlendirin."],"Free vs Pro":["Ücretsiz ile Pro karşılaştırması"],"WooCommerce Booster":["WooCommerce güçlendiricisi"],"Plugins":["Eklentiler"],"Activating":["Etkinleştiriliyor"],"In the documentation below you will find an easy way to build a great looking landing page using a drag-and-drop content builder plugin.":["Aşağıdaki belgelendirmede, sürükle-bırak içerik oluşturucu eklentisini kullanarak mükemmel görünümlü bir açılış sayfası oluşturmanın kolay bir yolunu bulacaksınız."],"Build a landing page with a drag-and-drop content builder":["Sürükle-bırak içerik oluşturucu ile bir açılış sayfası oluşturun"],"If you find yourself in a situation where everything on your site is running very slowly, you might consider having a look at the documentation below where you will find the most common issues causing this and possible solutions for each of the issues.":["Kendinizi sitenizdeki her şeyin çok yavaş çalıştığı durumda bulursanız, bunun neden olduğu en yaygın sorunları ve her bir sorun için olası çözümleri bulacağınız aşağıdaki belgelendirmeye göz atmayı düşünebilirsiniz."],"Speed up your site":["Sitenizi hızlandırın"],"If you want to make changes to the theme's files, those changes are likely to be overwritten when you next update the theme. In order to prevent that from happening, you need to create a child theme. For this, please follow the documentation below.":["Temanın dosyalarında değişiklikler yapmak istiyorsanız bu değişikliklerin, temayı bir sonraki güncelleştirmenizde üzerine yazılması olasıdır. Bunun olmasını önlemek için bir alt tema oluşturmanız gerekir. Bunun için lütfen aşağıdaki belgelendirmeyi takip edin."],"Create a child theme":["Bir alt tema oluşturun"],"Want to get the gist on the latest theme changes? Just consult our changelog below to get a taste of the recent fixes and features implemented.":["Temadaki son değişiklikleri yakalamak mı istediniz? Aşağıdaki değişiklik kayıtlarına başvurarak güncel geliştirmeler ve yeni özellikler hakkında bilgi alabilirsiniz."],"Changelog":["Değişiklik listesi"],"Contact Support":["Destek ile iletişim kur"],"Documentation":["Belgeler"],"Submit a review":["Bir inceleme gönder"],"Are you are enjoying Neve? We would love to hear your feedback.":["Neve temasından memnun musunuz? Geri bildiriminizi duymaktan mutluluk duyarız."],"Leave us a review":["Bir inceleme bırakın"],"Join our Facebook Group":["Facebook grubumuza katılın"],"Neve Community":["Neve topluluğu"],"Deactivate":["Etkisizleştir"],"Activate":["Etkinleştir"]}},"comment":{"reference":"assets\/apps\/dashboard\/build\/dashboard.js"}}