{"translation-revision-date":"2023-03-02 12:44:23+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Potentially non-inclusive":["Potansiyel olarak kapsayıcı olmayan"],"You can change the default type for %1$s under Content types in the %2$sSettings%3$s.":["%1$s için varsayılan türü %2$sAyarlar%3$s > içerik türleri altından değiştirebilirsiniz."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s, metninizin resmiyet düzeyini değerlendirmenize yardımcı olacaktır."],"Read more about text formality.":["Metin resmiyeti hakkında daha fazla bilgi edinin."],"Text formality":["Metin resmiyeti"],"Inclusive language:":["Kapsayıcı dil:"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["%1$s%3$s%2$s ile, bu bölüm size metninizde en sık hangi kelimelerin geçtiğini gösterecektir. Bu belirgin kelimeleri hedeflediğiniz anahtar kelimelerle karşılaştırarak kontrol ederek, metninizi daha fazla odaklanacak şekilde nasıl düzenleyeceğinizi bileceksiniz."],"Use synonyms, plurals, and variations":["Eş anlamlıları, çoğulları ve varyasyonları kullanın"],"Unlock with %s":["%s ile kilidi açın"],"Unlock expert workouts and workflows":["Uzman egzersizlerinin ve iş akışlarının kilidini açın"],"Target multiple focus keyphrases":["Birden fazla odak anahtar ifadesi hedefleyin"],"Premium SEO analysis:":["Premium SEO analizi:"],"Premium SEO analysis":["Premium SEO analizi"],"Optimize even further with our premium SEO analysis":["Premium SEO analizimizle daha da optimize edin"],"Get extra, smarter recommendations about your site’s structure, content, and SEO opportunities.":["Sitenizin yapısı, içeriği ve SEO fırsatları hakkında fazladan, daha akıllı öneriler alın."],"Get %s to enjoy the benefits of prominent words":["Öne çıkan kelimelerin avantajlarından yararlanmak için %s edinin"],"Buy %s now!":["Şimdi %s satın alın!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Bir haber makalesi üzerinde mi çalışıyorsunuz? %s, sitenizi Google Haberler için optimize etmenize yardımcı olur."],"1 year of premium support and updates included!":["1 yıllık premium destek ve güncellemeler dahildir!"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Flesch okuma kolaylığı puanınızı hesaplamak için metniniz biraz daha uzun olmalıdır."],"Word count":["Kelime sayısı"],"Reading time":["Okuma süresi"],"out of 100":["100 üzerinden"],"okay":["tamam"],"no data":["veri yok"],"minute":["dakika","dakika"],"Learn more about word count":["Kelime sayısı hakkında daha fazla bilgi edinin"],"Learn more about reading time":["Okuma süresi hakkında daha fazla bilgi edinin"],"Learn more about Flesch reading ease":["Flesch okuma kolaylığı hakkında daha fazla bilgi edinin"],"Learn more about character count":["Karakter sayısı hakkında daha fazla bilgi edinin"],"Continue writing to get insight into the readability of your text!":["Metninizin okunabilirliği hakkında fikir edinmek için yazmaya devam edin!"],"Character count":["Karakter sayısı"],"Timestamp this %s":["%s öğesine zaman damgası"],"Dismiss this notice.":["Bu mesajı gizle."],"Register now!":["Şimdi kayıt olun!"],"Try again":["Tekrar deneyin"],"Not working? %1$sContact %3$s support%2$s.":["Çalışmıyor mu? %1$s %3$s desteğine başvurun%2$s."],"Manage WordProof settings":["WordProof ayarlarını yönet"],"Learn more about timestamping":["Zaman damgası hakkında daha fazla bilgi edinin"],"Connection failed":["Bağlantı başarısız oldu"],"Your %s is now protected via the blockchain!":["%s artık block zinciri ile korunuyor!"],"WordProof authentication":["WordProof kimlik doğrulaması"],"Unable to create new timestamps. Please authenticate with WordProof.":["Yeni zaman damgaları oluşturulamıyor. Lütfen WordProof ile kimliğinizi doğrulayın."],"Timestamp with WordProof":["WordProof ile zaman damgası"],"There was a connection problem. This could be because your third party connections are blocked.":["Bir bağlantı sorunu vardı. Bunun nedeni, üçüncü taraf bağlantılarınızın engellenmiş olması olabilir."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["%3$s, her %1$sgüncelleme%2$s veya %1$syayınlama%2$s yaptığınızda otomatik olarak zaman damgası alır."],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["%3$s hesabınızla %4$s sitesinde kimlik doğrulaması yaparken bir sorun oluştu. Lütfen tekrar deneyin veya %1$s%3$s destek ekibiyle%2$s iletişime geçin."],"Find possible solutions in this %1$sArticle%2$s.":["Olası çözümleri bu %1$smakalede%2$s bulabilirsiniz."],"Connected to WordProof":["WordProof'a bağlı"],"Authenticate with WordProof":["WordProof ile kimlik doğrulama"],"character":["karakter",""],"word":["kelime",""],"Tracking the ranking position...":["Sıralama konumu takibi..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Sayfanızın sıralamadaki konumunu izlerken bir şeyler ters gitti. Lütfen daha sonra tekrar deneyin."],"reconnect to %s":["%s'e yeniden bağlan"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Web sitenizin verilerini alırken bir şeyler ters gitmiş gibi görünüyor. Lütfen %s ve tekrar deneyin."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["SEO performansınızı izlemeden önce, yazının başlığını ayarladığınızdan ve taslak olarak kaydettiğinizden veya yazının kısa adını ayarladığınızdan emin olun."],"No keyphrase has been set. Please set a keyphrase first.":["Anahtar sözcük ayarlanmadı. Lütfen önce bir anahtar sözcük belirleyin."],"upgrade your %s plan":["%s planınızı yükseltin"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Wincher hesabınıza ekleyebileceğiniz maksimum %d anahtar sözcük miktarına ulaştınız. Daha fazla anahtar sözcük eklemek isterseniz, lütfen %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["%1$s ile sayfanızın arama sonuçlarındaki sıralama konumunu anahtar sözcüklerinize göre izleyebilirsiniz. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s anda sayfanızın sıralama konumlarını araştırmaktadır. Bu işlem birkaç dakika sürebilir. Lütfen bekleyin veya daha sonra tekrar kontrol edin."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["%s'e başarıyla bağlandınız! Artık bu sayfanın anahtar sözcükleri için SEO performansını izleyebilirsiniz."],"Read more about keyphrase tracking with Wincher":["Wincher ile anahtar sözcük izleme hakkında daha fazla bilgi edinin"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Anahtar sözcüklerin otomatik olarak izlenmesi etkinleştirilir. Yazınızı yayınladığınızda anahtar sözcükleriniz %s tarafından otomatik olarak izlenir."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Son 90 gün içinde 0 ile 100 arasında bir ölçekte anahtar sözcük konumu."],"Track SEO performance":["SEO performansını takip edin"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Aşağıdaki her anahtar sözcük için SEO performansını izlemeyi etkinleştirebilir \/ devre dışı bırakabilirsiniz."],"Track all keyphrases on this page":["Bu sayfadaki tüm anahtar sözcükleri izleyin"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["İzleme, bu sayfanın bir veya daha fazla anahtar sözcüğü için zaten etkinleştirilmiştir. Aşağıdaki düğmeye tıklanması tüm anahtar sözcükler için izlemeyi etkinleştirir."],"Learn more about the SEO performance feature.":["SEO performans özelliği hakkında daha fazla bilgi edinin."],"SEO performance":["SEO performansı"],"Connect with %s":["%s ile bağlantı kur"],"* focus keyphrase":["* odak anahtar sözcük"],"Get more insights over at %s":["%s'da daha fazla bilgi edinin"],"Position over time":["Zaman içindeki pozisyon"],"Position":["Konum"],"Tracking":["İzleme"],"Want to see how your content will look when it’s shared on %s?":["İçeriğinizin %s ağında paylaşıldığında nasıl görüneceğini görmek ister misiniz?"],"Get %s to unlock social previews!":["Sosyal ön izlemelerin kilidini kadırmak için %s edinin!"],"Insights":["Fikir"],"Select country":["Ülke seçin"],"Trend":["Trend"],"Twelve months ago":["On iki ay önce"],"Eleven months ago":["On bir ay önce"],"Ten months ago":["On ay önce"],"Nine months ago":["Dokuz ay önce"],"Eight months ago":["Sekiz ay önce"],"Seven months ago":["Yedi ay önce"],"Six months ago":["Altı ay önce"],"Five months ago":["Beş ay önce"],"Four months ago":["Dört ay önce"],"Three months ago":["Üç ay önce"],"Two months ago":["İki ay önce"],"Last month":["Geçen ay"],"Upgrade your %s plan":["%s planınızı yükseltin"],"Show results for:":["Sonuçları şunun için göster:"],"Related keyphrase":["İlgili anahtar kelime"],"Volume":["Hacim"],"Learn more about the related keyphrases volume":["İlgili anahtar kelimeler hacmi hakkında daha fazla bilgi edinin"],"Learn more about the related keyphrases trend":["İlgili anahtar kelime trendi hakkında daha fazla bilgi edinin"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Son 12 aydaki anahtar kelime hacmi, 0 ile 100 arasında bir ölçekte."],"Get more insights at %s":["%s adresinde daha fazla bilgi edinin"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Bugün için istek sınırınıza ulaştınız. Yarın tekrar kontrol edin veya planınızı %s üzerinden yükseltin."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["İlgili anahtar kelimeleri almak için %1$s bağlantı kurulurken %2$s lütfen bekleyin ..."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Maksimum 4 ilgili anahtar sözcük sayısına ulaştınız. %s meta kutusunda veya sidebarda ilgili anahtar sözcükleri değiştirebilir veya kaldırabilirsiniz."],"We've encountered a problem trying to get related keyphrases. Please try again later.":["İlgili anahtar kelimeleri almaya çalışırken bir sorunla karşılaştık. Lütfen daha sonra tekrar deneyiniz."],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["İçeriğinizi daha da optimize edebilmek için bu ilgili anahtar kelimeleri %s analizine eklemek ister misiniz?"],"Check out %s!":["%s'a göz atın!"],"The number of headers and header labels don't match.":["Başlıkların ve başlık etiketlerinin sayısı eşleşmiyor."],"Sorry, there's no data available for that keyphrase\/country combination.":["Üzgünüz, bu anahtar kelime\/ülke kombinasyonu için veri yok."],"Make sure to save your %s for changes to take effect":["Değişikliklerin etkili olması için %s'nizi kaydettiğinizden emin olun"],"Return to your %s":["%s hesabınıza dönün"],"Facebook preview":["Facebook önizlemesi"],"Twitter preview":["Twitter önizlemesi"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Bu, arama motorlarının web sitenizi ve içeriğinizi anlamasına yardımcı olur. Bu sayfa için bazı ayarlarınızı aşağıda değiştirebilirsiniz."],"Default for %1$s (%2$s)":["%1$s için varsayılan (%2$s)"],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO, sayfalarınızı schema.org kullanarak otomatik olarak tanımlar"],"What type of page or content is this?":["Bu ne tür bir sayfa veya içerik?"],"Page type":["Sayfa türü"],"Learn more about page or content types":["Sayfa veya içerik türleri hakkında daha fazla bilgi edinin"],"Article type":["Makale türü"],"%s preview":["%s önizlemesi"],"Open in new tab":["Yeni sekmede aç"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Bu sponsorlu bir bağlantı veya reklamdır (%1$ssponsored%2$s olarak işaretleyin)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Arama motorları bu bağlantıyı yok saymalıdır (%1$snofollow%2$s olarak işaretleyin)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Bir bağlantıyı nofollow veya sponsored olarak işaretleme hakkında daha fazla bilgi edinin."],"Link inserted.":["Bağlantı eklendi."],"Link edited.":["Bağlantı düzenlendi."],"Warning: the link has been inserted but may have errors. Please test it.":["Uyarı: bağlantı eklendi fakat hatalara sahip olabilir. Lütfen test edin."],"Link":["Bağlantı"],"Unlink":["Bağlantıyı kaldır"],"Link removed.":["Bağlantı kaldırıldı."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["%1$s özelliğini edinmek için lütfen WordPress sürümünüzü yükseltin veya Gutenberg eklentisini kurun."],"Marking links with nofollow\/sponsored has been disabled for WordPress installs < 5.4.":["Bağlantıları nofollow\/sponsored ile işaretleme, WordPress 5.4 sürümünden küçük kurulumlar için devre dışı bırakıldı."],"No focus keyword was entered":["Odak anahtar kelime girilmedi"],"We've analyzed your post. There is still room for improvement!":["Yazınızı analiz ettik. Hala iyileştirme için yer var!"],"We've analyzed your post. Everything looks good. Well done!":["Yazınızı analiz ettik. Her şey iyi gözüküyor. İyi iş!"],"Share your post!":["Yazınızı paylaşın!"],"Improve your post with Yoast SEO":["Yazınızı Yoast SEO ile geliştirin"],"SEO analysis:":["SEO analizi:"],"Learn more about the no-index setting on our help page.":["Yardım sayfamızda no-index ayarı hakkında daha fazla bilgi edinin."],"Learn more about canonical URLs on our help page.":["Yardım sayfamızda doğal URL'ler hakkında daha fazla bilgi edinin."],"Learn more about the breadcrumbs title setting on our help page.":["Yardım sayfamızdaki bağlantı haritası başlık ayarı hakkında daha fazla bilgi edinin."],"Learn more about advanced meta robots settings on our help page.":["Yardım sayfamızda gelişmiş meta robot ayarları hakkında daha fazla bilgi edinin."],"Learn more about the no-follow setting on our help page.":["Yardım sayfamızda no-follow ayarı hakkında daha fazla bilgi edinin."],"Should search engines follow links on this %s":["Arama motorları bu %s üzerindeki bağlantıları izlemeli mi"],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Meta robot ayarını burada belirleyebilmenize rağmen, site genelindeki gizlilik ayarlarında sitenin tamamı noindex olarak ayarlandığından bu ayarların bir etkisi olmayacaktır."],"Google preview":["Google ön izlemesi"],"Schema":["Şema"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["İçerikte en fazla aşağıdaki kelimeler yer almaktadır. Bunlar, içeriğinizin neye odaklandığına dair bir izlenim verir. Kelimeler konunuzdan çok farklıysa, içeriğinizi uygun şekilde yeniden yazmak isteyebilirsiniz."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Biraz daha metin ekledikten sonra, size içerikte en çok geçen kelimelerin bir listesini vereceğiz. Bunlar, içeriğinizin neye odaklandığına dair bir fikir verir."],"%d occurrences":["%d tekrar"],"Keyphrase":["Anahtar kelime"],"Good job!":["İyi iş!"],"Add related keyphrase":["İlgili anahtar kelimeyi ekle"],"Get %s":["%s eklentisini şimdi edinin"],"Readability analysis:":["Okunabilirlik analizi"],"%d day":["%d gün","%d gün"],"Great news: you can, with %s!":["Harika haber: %s ile yapabilirsiniz!"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Anahtar kelime araştırması ve anahtar kelime stratejisi hakkında daha fazla bilgi edinmek için %1$sanahtar kelime araştırmasına yönelik nihai kılavuzumuzu%2$s okuyun."],"Prominent words":["Önemli kelimeler"],"Get Yoast SEO Premium":["Yoast SEO Premium'a sahip ol"],"24\/7 email support":["7\/24 e-posta desteği"],"%s (current default for %s)":["%s (%s için mevcut varsayılan)"],"Allow search engines to show this %s in search results?":["Arama motorlarının bu %s sayfasını arama sonuçlarında göstermesini istiyor musunuz?"],"(Opens in a new browser tab)":["(Yeni sekmede açılır)"],"Other benefits of %s for you:":["%s'nun sizin için diğer faydaları:"],"Superfast internal linking suggestions":["Süper hızlı dahili bağlantı önerileri"],"1 year free support and updates included!":["1 yıllık ücretsiz güncelleme ve yükseltme dahil!"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sDaha fazla ölü bağlantı%2$s yok: kolay yönlendirme yöneticisi"],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sSosyal medya önizlemesi%2$s: Facebook ve Twitter"],"No ads!":["Reklamsız!"],"Good SEO score":["İyi SEO puanı"],"OK SEO score":["Kabul edilebilir SEO puanı"],"Feedback":["Geri Bildirim"],"Please provide a meta description by editing the snippet below.":["Aşağıdaki kod parçasını düzenleyerek bir meta açıklama sağlayın."],"Yes":["Evet"],"No":["Hayır"],"Needs improvement":["Geliştirmeye açık"],"Good":["İyi"],"Yoast SEO":["Yoast SEO"],"Facebook":["Facebook"],"difficult":["zor"],"easy":["kolay"],"fairly difficult":["oldukça zor"],"fairly easy":["oldukça kolay"],"very difficult":["çok zor"],"very easy":["çok kolay"],"OK":["TAMAM"],"Try to make shorter sentences, using less difficult words to improve readability":["Okunabilirliği arttırmak için daha kısa cümleler kurmayı deneyin, daha az zor kelimeler kullanın"],"Twitter":["Twitter"],"Flesch reading ease":["Flesch okuma kolaylığı"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Metin bu testte %1$s puan alıyor, ki bu okunması %2$s olarak kabul edilir."],"Meta robots advanced":["Meta robots gelişmiş"],"No Archive":["Arşiv yok"],"Canonical URL":["Aynı adres"],"Advanced":["Gelişmiş"],"No Image Index":["Görsel indeksi yok"],"View":["Görüntüle"],"No Snippet":["Kod parçası yok"],"Breadcrumbs Title":["Bağlantı haritası başlığı"]}},"comment":{"reference":"js\/dist\/block-editor.js"}}