{"translation-revision-date":"2023-03-02 12:44:23+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Potentially non-inclusive":["Potansiyel olarak kapsayıcı olmayan"],"Tracking the ranking position...":["Sıralama konumu takibi..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Sayfanızın sıralamadaki konumunu izlerken bir şeyler ters gitti. Lütfen daha sonra tekrar deneyin."],"reconnect to %s":["%s'e yeniden bağlan"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Web sitenizin verilerini alırken bir şeyler ters gitmiş gibi görünüyor. Lütfen %s ve tekrar deneyin."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["SEO performansınızı izlemeden önce, yazının başlığını ayarladığınızdan ve taslak olarak kaydettiğinizden veya yazının kısa adını ayarladığınızdan emin olun."],"No keyphrase has been set. Please set a keyphrase first.":["Anahtar sözcük ayarlanmadı. Lütfen önce bir anahtar sözcük belirleyin."],"upgrade your %s plan":["%s planınızı yükseltin"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Wincher hesabınıza ekleyebileceğiniz maksimum %d anahtar sözcük miktarına ulaştınız. Daha fazla anahtar sözcük eklemek isterseniz, lütfen %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["%1$s ile sayfanızın arama sonuçlarındaki sıralama konumunu anahtar sözcüklerinize göre izleyebilirsiniz. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s anda sayfanızın sıralama konumlarını araştırmaktadır. Bu işlem birkaç dakika sürebilir. Lütfen bekleyin veya daha sonra tekrar kontrol edin."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["%s'e başarıyla bağlandınız! Artık bu sayfanın anahtar sözcükleri için SEO performansını izleyebilirsiniz."],"Read more about keyphrase tracking with Wincher":["Wincher ile anahtar sözcük izleme hakkında daha fazla bilgi edinin"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Anahtar sözcüklerin otomatik olarak izlenmesi etkinleştirilir. Yazınızı yayınladığınızda anahtar sözcükleriniz %s tarafından otomatik olarak izlenir."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Son 90 gün içinde 0 ile 100 arasında bir ölçekte anahtar sözcük konumu."],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Aşağıdaki her anahtar sözcük için SEO performansını izlemeyi etkinleştirebilir \/ devre dışı bırakabilirsiniz."],"Learn more about the SEO performance feature.":["SEO performans özelliği hakkında daha fazla bilgi edinin."],"SEO performance":["SEO performansı"],"Connect with %s":["%s ile bağlantı kur"],"* focus keyphrase":["* odak anahtar sözcük"],"Get more insights over at %s":["%s'da daha fazla bilgi edinin"],"Position over time":["Zaman içindeki pozisyon"],"Position":["Konum"],"Tracking":["İzleme"],"Select country":["Ülke seçin"],"Trend":["Trend"],"Twelve months ago":["On iki ay önce"],"Eleven months ago":["On bir ay önce"],"Ten months ago":["On ay önce"],"Nine months ago":["Dokuz ay önce"],"Eight months ago":["Sekiz ay önce"],"Seven months ago":["Yedi ay önce"],"Six months ago":["Altı ay önce"],"Five months ago":["Beş ay önce"],"Four months ago":["Dört ay önce"],"Three months ago":["Üç ay önce"],"Two months ago":["İki ay önce"],"Last month":["Geçen ay"],"Upgrade your %s plan":["%s planınızı yükseltin"],"Show results for:":["Sonuçları şunun için göster:"],"Related keyphrase":["İlgili anahtar kelime"],"Volume":["Hacim"],"Learn more about the related keyphrases volume":["İlgili anahtar kelimeler hacmi hakkında daha fazla bilgi edinin"],"Learn more about the related keyphrases trend":["İlgili anahtar kelime trendi hakkında daha fazla bilgi edinin"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Son 12 aydaki anahtar kelime hacmi, 0 ile 100 arasında bir ölçekte."],"Get more insights at %s":["%s adresinde daha fazla bilgi edinin"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Bugün için istek sınırınıza ulaştınız. Yarın tekrar kontrol edin veya planınızı %s üzerinden yükseltin."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["İlgili anahtar kelimeleri almak için %1$s bağlantı kurulurken %2$s lütfen bekleyin ..."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Maksimum 4 ilgili anahtar sözcük sayısına ulaştınız. %s meta kutusunda veya sidebarda ilgili anahtar sözcükleri değiştirebilir veya kaldırabilirsiniz."],"We've encountered a problem trying to get related keyphrases. Please try again later.":["İlgili anahtar kelimeleri almaya çalışırken bir sorunla karşılaştık. Lütfen daha sonra tekrar deneyiniz."],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["İçeriğinizi daha da optimize edebilmek için bu ilgili anahtar kelimeleri %s analizine eklemek ister misiniz?"],"Check out %s!":["%s'a göz atın!"],"The number of headers and header labels don't match.":["Başlıkların ve başlık etiketlerinin sayısı eşleşmiyor."],"Sorry, there's no data available for that keyphrase\/country combination.":["Üzgünüz, bu anahtar kelime\/ülke kombinasyonu için veri yok."],"Make sure to save your %s for changes to take effect":["Değişikliklerin etkili olması için %s'nizi kaydettiğinizden emin olun"],"Return to your %s":["%s hesabınıza dönün"],"Keyphrase":["Anahtar kelime"],"%d day":["%d gün","%d gün"],"Good results":["İyi sonuçlar"],"Errors":["Hatalar"],"Considerations":["Dikkate alınmalılar"],"Good SEO score":["İyi SEO puanı"],"OK SEO score":["Kabul edilebilir SEO puanı"],"Feedback":["Geri Bildirim"],"Needs improvement":["Geliştirmeye açık"],"Improvements":["İyileştirmeler"],"Problems":["Problemler"],"Good":["İyi"],"OK":["TAMAM"],"View":["Görüntüle"]}},"comment":{"reference":"js\/dist\/editor-modules.js"}}