{"translation-revision-date":"2023-03-02 12:44:23+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"We could not save the website name. Please check the value.":["Web sitesi adını kaydedemedik. Lütfen değeri kontrol edin."],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Kuruluş adı ve logosu için site başlığınızı ve logonuzu kullanma serbestisinde bulunduk. Bunları aşağıda değiştirmekten çekinmeyin."],"We could not save the organization name. Please check the value.":["Kuruluş adını kaydedemedik. Lütfen değeri kontrol edin."],"An error has occurred: %1$s":["Bir hata oluştu: %1$s"],"SEO data optimization":["SEO veri optimizasyonu"],"Personal preferences":["Kişisel tercihler"],"Finish configuration":["Yapılandırmayı bitir"],"Please be aware that you need to fill out all settings in this step to get the most value out of structured data. %1$sRead more about the importance of structured data%2$s.":["Yapısal verilerden en yüksek faydayı sağlamak için bu adımdaki tüm ayarların doldurulması gerektiğine lütfen dikkat edin. %1$s Yapılandırılmış verilerin önemi hakkında daha fazla bilgi edinin%2$s."],"Please enter a valid email address.":["Lütfen geçerli bir e-posta adresi girin."],"Thank you! Check your inbox for the confirmation email.":["Teşekkürler! Onay e-postası için gelen kutunuzu kontrol edin."],"%s newsletter":["%s bülteni"],"Sign up for the %1$s newsletter to receive best-practice tips on how to rank, stay up-to-date with the latest SEO news and get guidance on how to use %2$s to the fullest!":["Sıralamada daha yüksek konumlara çıkmak için en iyi uygulama ipuçlarını almak, en son SEO haberleriyle güncel kalmak ve %2$s'nun eksiksiz kullanımı ile ilgili rehberlik almak için %1$s bültenine kaydolun!"],"E.g. example@email.com":["Örneğin kullanici@alanadi.com"],"%s usage tracking":["%s kullanım takibi"],"We need your help to improve Yoast SEO. Can we collect anonymous information about your website and how you use it?":["Yoast SEO'yu geliştirmek için yardımınıza ihtiyacımız var. Web siteniz ve onu nasıl kullandığınız hakkında anonim bilgiler toplayabilir miyiz?"],"What data will be tracked and for what reasons?":["Hangi veriler hangi nedenlerle izlenecek?"],"Tell us about your site, so we can get your site ranked!":["Bize sitenizden bahsedin, böylece sitenizi sıralamada yukarı taşıyabiliriz!"],"Put the %1$s%2$s indexables squad%3$s to work! Make Google understand your site.":["%1$s%2$s indexables ekibini %3$s işin başına koyun! Google'ın sitenizi anlamasını sağlayın."],"The Yoast indexables squad can't wait to get your site in tip-top shape for the search engines. Help us and take these 5 steps in order to put our Yoast indexables to work!":["Yoast indexables ekibi, sitenizi arama motorlarına uygun en iyi şekle sokmak için sabırsızlanıyor. Bize yardım edin ve Yoast Indexables'ın işe koyulması için bu 5 adımı atın!"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Bu sitenin temsil ettiği kişi olarak %1$s kullanıcısınız seçtiniz. Bu kullanıcı profili bilgileri artık arama sonuçlarında kullanılacaktır. %2$s Bilgilerin doğru olduğundan emin olmak için bu profili güncelleyin%3$s."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Bu sitenin temsil ettiği kişi olarak %1$s kullanıcısınız seçtiniz. Bu kullanıcı profili bilgileri artık arama sonuçlarında kullanılacaktır. Bu kullanıcı profilini güncellemek için yetkiniz yok, bu nedenle lütfen bu kullanıcıdan veya bir yöneticiden bilgilerin doğru olduğundan emin olmasını isteyin."],"Select a user":["Bir kullanıcı seçin"],"Personal logo or avatar":["Kişisel logo veya avatar"],"Completing this step will help Google to understand your website, and improve your chance of getting %1$srich results%2$s.":["Bu adımı tamamlamak, Google'ın web sitenizi anlamasına yardımcı olur ve %1$szengin sonuçlar%2$s elde etme şansınızı artırır."],"Help us out here! Is your site about an organization or a person? ":["Bize yardım edin! Siteniz bir kuruluşla mı yoksa bir kişiyle mi ilgili? "],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO veri optimizasyonu çalışıyor... Bu yapılandırmanın sonraki adımlarına güvenle geçebilirsiniz."],"We've successfully analyzed your site!":["Sitenizi başarıyla analiz ettik!"],"We've already successfully analyzed your site. You can move on to the next step.":["Sitenizi zaten başarıyla analiz ettik. Bir sonraki adıma geçebilirsiniz."],"Let’s analyze your site just like Google does and get those indexables into action by running the SEO data optimization! Our indexables will immediately improve technical issues without you needing to do anything!\n\nIf you have a lot of content, that optimization could take a while. But trust us, it’s worth it! Want to read more, %1$scheck out the benefits of the indexables squad.%2$s":["Sitenizi tıpkı Google'ın yaptığı gibi analiz edelim ve SEO veri optimizasyonunu çalıştırarak indexables'ları harekete geçirelim! Indexables'larımız hiçbir şey yapmanıza gerek kalmadan teknik sorunları hemen iyileştirecektir!\n\nÇok fazla içeriğiniz varsa, bu optimizasyon biraz zaman alabilir. Ama buna değer, bize güvenin! Daha fazla bilgi edinmek mi istiyorsunuz %1$s Indexables ekibinin faydalarını inceleyin.%2$s"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Bu yapılandırmanın azami etkiyi yaratması için SEO veri optimizasyonunu çalıştırmanız gerektiğine dikkat edin."],"Select an option":["Bir seçenek seçin"],"Uploading image...":["Görsel karşıya yükleniyor..."],"E.g. https:\/\/www.facebook.com\/yoast":["Örneğin https:\/\/www.facebook.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["Örneğin https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["Örneğin https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["Örneğin https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["Örneğin https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["Örneğin https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["Örneğin https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["Örneğin https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["Örneğin https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.wikipedia.com\/yoast":["Örneğin https:\/\/www.wikipedia.com\/yoast"],"Other social profile":["Diğer sosyal profil"],"E.g. https:\/\/social-platform.com\/yoast":["Örneğin https:\/\/social-platform.com\/yoast"],"Delete item":["Öğeyi sil"],"Add another profile":["Başka bir profil ekle"],"We need a little more help from you! Add your organization's Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Biraz daha yardımınıza ihtiyacımız var! Kuruluşunuzun Facebook ve Twitter profilini ekleyin, böylece meta bilgileri bu platformlar için de optimize edebiliriz."],"Could not save this value. Please check the URL.":["Bu değer kaydedilemedi. Lütfen URL'yi kontrol edin."],"Could not save this value. Please check the URL or username.":["Bu değer kaydedilemedi. Lütfen URL'yi veya kullanıcı adını kontrol edin."],"Email address":["E-posta adresi"],"Oops! Something went wrong. Check your email address and try again.":["Oops! Bir şeyler ters gitti. E-posta adresinizi kontrol edin ve tekrar deneyin."],"Sign up!":["Üye ol!"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast gizlilik haklarınıza saygı gösterir. Kişisel bilgi politikamızı öğrenmek için lütfen %1$sgizlilik politikasını%2$s okuyun."],"Save and continue":["Kaydet ve devam et"],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors.":["Önemli: Bu verileri asla satmayacağız. Ve elbette, her zaman olduğu gibi, siz veya ziyaretçileriniz hakkında herhangi bir kişisel veri toplamayacağız."],"No, don’t track my site data":["Hayır, site verilerimi izleme"],"Yes, you can track my site data":["Evet, sitemin verilerini takip edebilirsiniz!"],"Does your site represent an Organization or Person?":["Siteniz bir kuruluşu mu yoksa bir kişiyi mi temsil ediyor?"],"Site representation":["Site gösterimi"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["%1$sAraçlar bölümünde%2$s hala SEO veri optimizasyonunu çalıştırabilirsiniz. Bu işlem tamamlandığında, lütfen bu sayfayı yenileyin."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Bu yapılandırma adımı şu anda devre dışıdır, çünkü Yoast SEO Premium'un en son sürümünü çalıştırmıyorsunuz. Lütfen en son sürüme güncelleyin (en az %1$s). "],"Continue":["Devam"],"Error stack trace":["Hata yığın izleme"],"Response":["Yanıt"],"Error message":["Hata mesajı"],"Status code":["Durum kodu"],"Request method":["İstek yöntemi"],"Request URL":["İstek web adresi"],"Error details":["Hata detayları"],"Replace image":["Resmi değiştir"],"Select image":["Fotoğraf seç"],"Remove image":["Görseli kaldır"],"This feature has been disabled since subsites never send tracking data.":["Alt siteler hiçbir zaman izleme verisi göndermediği için bu özellik devre dışı bırakılmıştır."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Bu özellik, Metin Bağlantısı Sayacı ve Dahili Bağlantı Analizini içerir ve bunların yerini alır"],"SEO data optimization is disabled for non-production environments.":["SEO veri optimizasyonu, üretim dışı ortamlar için devre dışı bırakılmıştır."],"Stop SEO data optimization":["SEO veri optimizasyonunu durdurun"],"Start SEO data optimization":["SEO veri optimizasyonunu başlatın"],"Organization logo":["Kuruluş logosu"],"Organization name":["Kuruluş adı"],"This feature has been disabled by the network admin.":["Bu özellik ağ yöneticisi tarafından devre dışı bırakıldı."],"Go back":["Geri git"],"Save changes":["Değişiklikleri kaydet"],"Name":["İsim"],"Social profiles":["Sosyal profiller"],"Loading...":["Yükleniyor..."],"Website name":["Web sitesi ismi"],"Facebook":["Facebook"],"Twitter":["Twitter"],"Edit":["Düzenle"]}},"comment":{"reference":"js\/dist\/first-time-configuration.js"}}