{"translation-revision-date":"2023-03-02 12:44:23+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"%1$s Settings - %2$s":["%1$s ayarları - %2$s"],"Organization Mastodon":["Organizasyon Mastodon"],"Mastodon":["Mastodon"],"E.g. https:\/\/mastodon.social\/@yoast":["Örneğin https:\/\/mastodon.social\/@yoast"],"Get your site verified in your Mastodon profile.":["Mastodon profilinizde sitenizi doğrulayın."],"Read more about how to get your site verified.":["Sitenizi nasıl doğrulatacağınız hakkında daha fazla bilgi edinin."],"Open settings navigation":["Ayarlar dolaşımını aç"],"Close settings navigation":["Ayarlar dolaşımını kapat"],"Settings navigation":["Ayarlar dolaşımı"],"Consolidates WordPress' multiple site search URL formats into the %1$s syntax. E.g., %2$s will redirect to %3$s":["WordPress'in çoklu site arama adres biçimlerini %1$s sözdiziminde birleştirir. Örneğin, %2$s %3$s'a yönlendirilecektir"],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s. You can add multiple parameters and separate them by using enter or a comma.":["Belirli URL parametrelerinin yukarıdaki özellik tarafından kaldırılmasını engeller. Örneğin, %1$s eklemek, %2$s öğesinin %3$s öğesine yönlendirilmesini önleyecektir. Birden çok parametre ekleyebilir ve yeni satır veya virgül kullanarak bunları ayırabilirsiniz."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs. Please enter a number between 1 and 50.":["Spam saldırılarının ve kafa karıştırıcı URL'lerin etkisini azaltmak için dahili site arama sorgularının uzunluğunu sınırlayın. Lütfen 1 ile 50 arasında bir sayı girin."],"Choose whether your site represents an organization or a person. %1$sLearn more about the differences and choosing between Organization and Person%2$s.":["Sitenizin bir kuruluşu mu yoksa bir kişiyi mi temsil ettiğini seçin. %1$sKuruluş ve kişi arasındaki farklar ve seçim hakkında daha fazla bilgi edinin%2$s."],"%1$sGet%2$s %3$s":["%1$s%2$s edinin %3$s"],"Only available for English sites":["Yalnızca İngilizce siteler için kullanılabilir"],"Failed to retrieve media.":["Ortam dosyası getirilemedi."],"Index Now":["Şimdi dizine ekle"],"Redirect pretty URLs to ‘raw’ formats":["Güzel URL'leri \"ham\" biçimlerine yönlendir"],"Please enter a number between 1 and 50.":["Lütfen 1 ile 50 arasında bir sayı girin."],"The number you've entered is not between 1 and 50.":["Girdiğiniz numara 1 ile 50 arasında değil."],"Welcome to your new Yoast SEO settings!":["Yeni Yoast SEO ayarlarınıza hoş geldiniz!"],"There's a fresh new look, and it's easier than ever to find and manage your site's SEO options.":["Taze yeni bir görünüm ile sitenizin SEO seçeneklerini bulmak ve yönetmek her zamankinden daha kolay."],"We've moved some things around!":["Bazı şeylerin yerini değiştirdik!"],"Now it's much easier to find the most important settings, or to dive straight into our advanced options.":["Artık en önemli ayarları bulmak veya doğrudan gelişmiş seçeneklerimize dalmak çok daha kolay."],"Not sure where to go? Try searching!":["Nereye gideceğinizden emin değil misiniz? Aramayı deneyin!"],"Still feeling lost, or looking for something specific? Just type what you're looking for into our handy search tool.":["Hala kaybolmuş mu hissediyorsunuz, yoksa belirli bir şey mi arıyorsunuz? Kullanışlı arama aracımıza aradığınızı yazmanız yeterli."],"Introduction to settings":["Ayarların tanıtımı"],"Play video":["Video oynat"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Bu videoyu görmek için %1$s eklentisine %2$s gömülü videolarını yüklemesine izin vermeniz gerekir."],"Deny":["Reddet"],"Allow":["İzin ver"],"Skip":["Geç"],"Got it!":["Anlaşıldı!"],"Disabling this means that archive pages for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Bunu devre dışı bırakmak, %1$s arşiv sayfalarının arama motorları tarafından dizine eklenmeyeceği ve XML site haritalarından hariç tutulacağı anlamına gelir."],"Determine how your %1$s should look on social media.":["%1$s sayfalarının sosyal medyada nasıl görünmesi gerektiğini belirleyin."],"Prefix for archive breadcrumbs":["Arşiv bağlantı haritası için ön ek"],"Show %1$s archives in search results":["Arama sonuçlarında %1$s arşivlerini göster"],"Show date archives in search results":["Arama sonuçlarında tarih arşivlerini göster"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and\/or update the profile.":["Bu sitenin temsil ettiği kişi olarak %1$s%3$s%2$s kullanıcısını seçtiniz. Kullanıcı profili bilgileri artık arama sonuçlarında kullanılacaktır. Üzgünüz, bu kullanıcının profilini düzenlemenize izin verilmiyor. Profili kontrol etmek ve\/veya güncellemek için lütfen yöneticinize veya %1$s%3$s%2$s kullanıcısına başvurun."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Yapılandırılmış verilerin düzgün çalışması için bir kuruluş adı ve logosunun ayarlanması gerekir. Bunları henüz ayarlamadığınız için, varsayılan değerler olarak site adını ve logoyu kullanıyoruz. %1$sYapılandırılmış verilerin önemi hakkında daha fazla bilgi edinin%2$s."],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["%1$s XML site haritalarını etkinleştirin. Site haritası, arama motorlarının bunları bulabildiğinden ve tarayabildiğinden emin olmak için bir web sitesinin temel sayfalarını listeleyen bir dosyadır."],"Structured data":["Yapılandırılmış veri"],"Share":["Paylaş"],"Webmaster":["Sayfa yöneticisi"],"Remove Atom\/RDF feeds":["Atom\/RDF akışlarını kaldır"],"Divider":["Bölücü"],"Organization\/person":["Kuruluş\/kişi"],"Anchor text for the homepage":["Ana sayfa için bağlantı metni"],"Enable author archives":["Yazar arşivlerini etkinleştir"],"Enable date archives":["Tarih arşivlerini etkinleştir"],"Search pages title":["Arama sayfaları başlığı"],"404 pages title":["404 sayfası başlığı"],"Video":["Video"],"PDF":["PDF"],"File":["Dosya"],"Format archives":["Biçim arşivleri"],"OpenGraph":["OpenGraph"],"Organization Facebook":["Organizasyon Facebook"],"Open Graph":["Open Graph"],"Organization Twitter":["Organizasyon Twitter"],"Tweet":["Tweet"],"Other profile %1$s":["Diğer profil %1$s"],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Bu bilgilerin %1$sGoogle Knowledge Graph%2$s içinde görünmesi amaçlanmıştır."],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["En önemli makalelerinizin hak ettikleri ilgiyi gördüğünden emin olmak için onları köşe taşı içeriği olarak işaretleyin ve filtreleyin. Mükemmel bir metin yazmanıza yardımcı olmak için, metninizi daha sıkı bir şekilde değerlendireceğiz."],"Count the number of internal links from and to your posts to improve your site structure.":["Site yapınızı geliştirmek için yazılarınıza gelen ve yazılarınıza giden dahili bağlantıların sayısını sayın."],"Get recommendations for relevant posts to link to and set up a great internal linking structure by connecting related content.":["Bağlantı verilecek ilgli yazılar için öneriler alın ve ilgili içeriği bağlayarak harika bir dahili bağlantı yapısı oluşturun."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Facebook ve diğer sosyal medya sitelerinin, sitenize bir bağlantı paylaşıldığında görseller ve bir metin alıntısı içeren bir önizleme görüntülemesine izin verir. Sitenizi sosyal medya için optimize etmek için bu özelliği etkin tutun."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Üst yönetici çubuğundaki %1$s simgesi, sayfaları analiz etmek için üçüncü taraf araçlara hızlı erişim sağlar ve yeni bildirimleriniz olup olmadığını görmenizi kolaylaştırır."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["%1$s sayfalarınızın arama motorlarında nasıl görünmesi gerektiğini belirleyin. %1$s sayfalarının ayarlarını %2$s meta kutusunda istediğiniz zaman tek tek özelleştirebilirsiniz."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["%1$s sayfalarınızın sitenizin Schema.org biçimlendirmesinde varsayılan olarak nasıl açıklanması gerektiğini belirleyin. %1$s sayfalarının ayarlarını %2$s meta kutusunda istediğiniz zaman özelleştirebilirsiniz."],"A link to the archive for the post author, with the author's name as anchor text.":["Yazı yazarının arşivine, yazarın adını bağlantı metni olarak içeren bir bağlantı."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["Kullanım izleme, eklentimizi geliştirmek için sitenizle ilgili bazı verileri izlememize olanak tanır. %1$sHangi verileri neden izlediğimiz hakkında daha fazla bilgi edinin%2$s."],"Set the basic info for your website. You can use %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Web siteniz için temel bilgileri ayarlayın. İçeriğinizin arama görünümünü yapılandırırken %1$sslogan%2$s ve %1$sayraç%2$s %3$syer tutucu değişkenleri%4$s olarak kullanabilirsiniz."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["SEO analizi, metninizin bulunabilirliğini artırmak için öneriler sunar ve içeriğinizin en iyi uygulamaları karşıladığından emin olur."],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["Kapsayıcı dil analizi, daha kapsayıcı bir kopya yazmak için öneriler sunar, böylece daha fazla kişi içeriğinizle ilişki kurabilir."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Yazdıklarınız hakkında daha fazla bilgi edinin. En sık hangi kelimeleri kullanıyorsunuz? Metninizi okumak ne kadar zaman alır? Metninizin okunması kolay mı?"],"Enable format-based archives":["Biçim tabanlı arşivleri etkinleştir"],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["%1$s arama motorlarında nasıl görünmesi gerektiğini belirleyin. %1$s ayarlarını %2$s meta kutusunda istediğiniz zaman özelleştirebilirsiniz."],"Determine how your homepage should look in the search results.":["Ana sayfanızın arama sonuçlarında nasıl görünmesi gerektiğini belirleyin."],"Enable %1$s pages":["%1$s sayfalarını etkinleştir"],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["%3$s bağlantı haritasını sitenize nasıl ekleyeceğinizden emin değil misiniz? %1$sBağlantı haritasını ekleme ile ilgili yardım makalemizi%2$s okuyun."],"⌘K":["⌘K"],"CtrlK":["CtrlK"],"Please enter a search term with at least 3 characters.":["Lütfen en az 3 karakterden oluşan bir arama terimi girin."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Birden çok özel alan ekleyebilir ve bunları %1$syeni satır%2$s veya %1$svirgül%2$s kullanarak ayırabilirsiniz."],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar or metabox.":["%1$s varsayılan olarak %2$ssitenizin Schema.org biçimlendirmesi%3$s nasıl açıklanması gerektiğini belirleyin. %1$s ayarlarını %4$s kenar çubuğunda veya meta kutusunda istediğiniz zaman tek tek değiştirebilirsiniz."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["%1$s arama sonuçlarında varsayılan olarak nasıl görünmesi gerektiğini belirleyin. %1$s ayarlarını %2$s kenar çubuğunda veya meta kutusunda istediğiniz zaman tek tek özelleştirebilirsiniz."],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar or metabox.":["%1$s varsayılan olarak sosyal medyada nasıl görünmesi gerektiğini belirleyin. %1$s ayarlarını istediğiniz zaman %2$s kenar çubuğunda veya meta kutusunda tek tek özelleştirebilirsiniz."],"Read more about our custom field analysis":["Özel alan analizimiz hakkında daha fazla bilgi edinin"],"This taxonomy is used for %1$s and %2$s.":["Bu taksonomi %1$s ve %2$s için kullanılır."],"This taxonomy is used for %2$s.":["Bu taksonomi %2$s için kullanılır."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["%1$s arama sonuçlarında varsayılan olarak nasıl görünmesi gerektiğini belirleyin. %1$s ayarlarını %2$s meta kutusunda istediğiniz zaman tek tek özelleştirebilirsiniz."],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["%1$s varsayılan olarak sosyal medyada nasıl görünmesi gerektiğini belirleyin. %1$s ayarlarını %2$s meta kutusunda istediğiniz zaman tek tek özelleştirebilirsiniz."],"Enable %1$s":["%1$s etkinleştir"],"Show %1$s without posts in search results":["%1$s arama sonuçlarını yazısız olarak göster"],"Unavailable for multisites":["Çoklu siteler için kullanılamaz"],"Add new user...":["Yeni kullanıcı ekle..."],"Site connections":["Site bağlantıları"],"Breadcrumbs for %1$s":["%1$s için bağlantı haritaları"],"Internal search pages":["Dahili arama sayfaları"],"404 error pages":["404 hata sayfaları"],"View the XML sitemap":["XML site haritasını görüntüle"],"Show author archives in search results":["Arama sonuçlarında yazar arşivlerini göster"],"Show format archives in search results":["Arama sonuçlarında tarih arşivlerini göster"],"Show media pages in search results":["Arama sonuçlarında ortam sayfalarını göster"],"Determine how the title of your internal search pages should look in the browser.":["Dahili arama sayfalarınızın başlığının tarayıcıda nasıl görünmesi gerektiğini belirleyin."],"Determine how the title of your 404 error pages should look in the browser.":["404 hata sayfalarınızın başlığının tarayıcıda nasıl görünmesi gerektiğini belirleyin."],"Learn more":["Daha fazlasını öğrenin"],"Site features":["Site özellikleri"],"Enable feature":["Özelliği etkinleştir"],"Show or hide our tools and controls in the attachment editor.":["Araçlarımız ve kontrollerimizi ek düzenleyicide gösterin veya gizleyin."],"Site info":["Site bilgisi"],"(e.g., %1$s)":["(ör., %1$s)"],"We're sorry, you're not allowed to edit the %1$swebsite name%2$s and %1$stagline%2$s.":["Üzgünüz, %1$ssite başlığını%2$s ve %1$ssloganı%2$s düzenlemenize izin verilmiyor."],"Remove shortlinks":["Kısa bağlantıları kaldır"],"Remove REST API links":["REST API bağlantılarını kaldır"],"Remove RSD \/ WLW links":["RSD \/ WLW bağlantılarını kaldır"],"Remove oEmbed links":["oEmbed bağlantılarını kaldır"],"Remove generator tag":["Oluşturucu etiketini kaldır"],"Remove powered by HTTP header":["\"Powered by\" HTTP üst bilgisini kaldır"],"Remove global feed":["Genel akışı kaldır"],"Remove global comment feeds":["Genel yorum akışlarını kaldır"],"Remove post comments feeds":["Yazı yorumları akışlarını kaldır"],"Remove post authors feeds":["Yazı yazarları akışlarını kaldır"],"Remove post type feeds":["Yazı tipi akışlarını kaldır"],"Remove category feeds":["Kategori akışlarını kaldır"],"Remove tag feeds":["Etiket akışlarını kaldır"],"Remove custom taxonomy feeds":["Özel sınıflama akışlarını kaldır"],"Remove search results feeds":["Arama sonuçları akışlarını kaldır"],"Remove Atom \/ RDF feeds":["Atom \/ RDF akışlarını kaldır"],"Remove emoji scripts":["Emoji betiklerini kaldır"],"Remove WP-JSON API":["WP-JSON API özelliğini kaldır"],"Optimize Google Analytics utm tracking parameters":["Google Analytics utm izleme parametrelerini iyileştir"],"Remove unregistered URL parameters":["Kayıtlı olmayan URL parametrelerini kaldır"],"Quick search...":["Hızlı arama..."],"Search...":["Ara..."],"We couldn’t find anything with that term.":["Bu terimle ilgili hiçbir şey bulamadık."],"Unlock with %1$s":["%1$s ile kilidini açın"],"Enable SEO controls and assessments":["SEO kontrollerini ve değerlendirmelerini etkinleştirin"],"Show or hide our tools and controls in the content editor.":["Araçlarımızı ve kontrollerimizi içerik düzenleyicide gösterin veya gizleyin."],"Alternate website name":["Alternatif web sitesi adı"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Kısaltmalar için alternatif web sitesi adını veya web sitenizin adının daha kısa bir sürümünü kullanın."],"Alternate organization name":["Alternatif kuruluş adı"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Kısaltmalar için alternatif kuruluş adını veya kuruluşunuzun adının daha kısa bir sürümünü kullanın."],"Yes, discard changes":["Evet, değişiklikleri iptal et"],"No, continue editing":["Hayır, düzenlemeye devam et"],"Discard all changes":["Tüm değişikliklerden vazgeç"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Kaydedilmemiş tüm değişikliklerden vazgeçmek üzeresiniz. Tüm ayarlarınız en son kaydettiğiniz noktaya döndürülür. Bunu yapmak istediğinizden emin misiniz?"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Bu sitenin temsil ettiği kişi olarak %1$s%5$s%2$s kullanıcısını seçtiniz. Kullanıcı profili bilgileri artık arama sonuçlarında kullanılacaktır. %3$sBilgilerin doğru olduğundan emin olmak için profilini güncelleyin%4$s."],"Writing":["Yazma"],"E.g. https:\/\/facebook.com\/yoast":["Örneğin https:\/\/facebook.com\/yoast"],"E.g. https:\/\/twitter.com\/yoast":["Örneğin https:\/\/twitter.com\/yoast"],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Dahili site aramanız, arama motorları için birçok kafa karıştırıcı URL oluşturabilir ve hatta SEO spam gönderenlerinin sitenize saldırmasının bir yolu olarak kullanılabilir. Çoğu site, temasında bir arama özelliği olmasa bile, bu korumalar ve optimizasyon denemelerinden fayda sağlar."],"Enables advanced settings for protecting your internal site search URLs.":["Dahili site arama adreslerinizi korumak için gelişmiş ayarları etkinleştirir."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Spam saldırısının parçası olabileceğinden, karmaşık ve alfa sayısal olmayan karakterler içeren dahili site aramalarını engelleyin."],"Block internal site searches which match the patterns of known spam attacks.":["Bilinen spam saldırılarının kalıplarıyla eşleşen dahili site aramalarını engelleyin."],"Prevent crawling of internal site search URLs":["Dahili site arama adreslerinin taranmasını engelleyin"],"Advanced: URL cleanup":["Gelişmiş: URL temizleme"],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Blog sayfasının başlığını ve açıklamasını, %1$sblog sayfasının kendisini düzenleyerek%2$s belirleyebilirsiniz."],"Other profiles":["Diğer profiller"],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Lütfen bize kuruluşunuz hakkında daha fazla bilgi verin. Bu bilgiler, Google'ın web sitenizi anlamasına yardımcı olur ve zengin sonuçlar alma şansınızı artırır."],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Webde kuruluşunuza ait başka profilleriniz olup olmadığını bize bildirin. Bu, YouTube, LinkedIn, Pinterest ve hatta Vikipedi gibi herhangi bir sayıda profil olabilir."],"E.g. https:\/\/example.com\/yoast":["Örneğin https:\/\/example.com\/yoast"],"Please tell us more about the person this site represents.":["Lütfen bize bu sitenin temsil ettiği kişi hakkında daha fazla bilgi verin."],"Remove JavaScript used for converting emoji characters in older browsers.":["Eski tarayıcılarda emoji karakterlerini dönüştürmek için kullanılan JavaScript'i kaldırın."],"Internal site search cleanup":["Dahili site araması temizliği"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["WordPress'in JSON API uç noktalarının taranmasını önlemek için robots.txt dosyanıza bir 'disallow' kuralı ekleyin."],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Diğer sitelerin size bağlantı verdiklerinde sitenize 'ping' göndermesine izin veren bağlantıları kaldırın."],"Disable unwanted content formats":["İstenmeyen içerik biçimlerini devre dışı bırakın"],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress, içeriğinizi birçok farklı biçimde, birçok farklı adreste (yayınlarınızın ve kategorilerinizin RSS beslemeleri gibi) çıktı verir. Etkin olarak kullanmadığınız biçimleri devre dışı bırakmak genellikle iyi bir uygulamadır."],"Remove URLs which provide an overview of your recent posts.":["Son yazılarınıza genel bir bakış sağlayan adresleri kaldırın."],"Remove URLs which provide an overview of recent comments on your site.":["Sitenizdeki son yorumlara genel bir bakış sağlayan adresleri kaldırın."],"Remove URLs which provide information about recent comments on each post.":["Her yazıdaki son yorumlar hakkında bilgi sağlayan adresleri kaldırın."],"Remove URLs which provide information about recent posts by specific authors.":["Belirli yazarların son yazıları hakkında bilgi sağlayan adresleri kaldırın."],"Remove URLs which provide information about your recent posts, for each post type.":["Her yazı tipi için son yazılarınız hakkında bilgi sağlayan adresleri kaldırın."],"Remove URLs which provide information about your recent posts, for each category.":["Her kategori için son yazılarınız hakkında bilgi sağlayan adresleri kaldırın."],"Remove URLs which provide information about your recent posts, for each tag.":["Her etiket için son yazılarınız hakkında bilgi sağlayan adresleri kaldırın."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Her özel sınıflama için son yazılarınız hakkında bilgi sağlayan adresleri kaldırın."],"Remove URLs which provide information about your search results.":["Arama sonuçlarınız hakkında bilgi sağlayan adresleri kaldırın."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Yukarıdakilerin tümünün alternatif (eski) biçimlerini sağlayan adresleri kaldırın."],"Also disables post comment feeds.":["Ayrıca yorum yayını akışlarını devre dışı bırakır."],"Crawl optimization":["Tarama optimizasyonu"],"Remove unwanted metadata":["İstenmeyen meta verileri kaldır"],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Yayınlarınız için WordPress'in dahili 'kısa bağlantı' adreslerine bağlantıları kaldırın."],"Remove links to the location of your site’s REST API endpoints.":["Sitenizin REST API uç noktaları konumlarına giden bağlantıları kaldırın."],"Remove links used by external systems for publishing content to your blog.":["Harici sistemler tarafından blogunuzda içerik yayınlamak için kullanılan bağlantıları kaldırın."],"Remove links used for embedding your content on other sites.":["İçeriğinizi diğer sitelere katıştırmak için kullanılan bağlantıları kaldırın."],"Remove information about the plugins and software used by your site.":["Siteniz tarafından kullanılan eklentiler ve yazılımlar hakkındaki bilgileri kaldırın."],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["%1$s izleme parametrelerini %3$s yönlendirmesi ile (daha performanslı) %2$s eşlenikleri ile değiştirir. Örneğin, %4$s %5$s adresine yönlendirilecektir"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Bilinmeyen URL parametrelerini %1$s yönlendirmesi yoluyla kaldırır. Örneğin, %2$s %3$s adresine yönlendirilecektir"],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Kullanıcılar ve arama motorları, %1$s gibi sorgu parametrelerini kullanarak adresler çağırabilir. Bunlar, gelişmiş işlevselliği izlemek, filtrelemek ve güçlendirmek için yararlı olabilir - ancak bir performans ve SEO 'maliyeti' ile birlikte gelirler. URL parametreleri ile işi olmayan siteler bu seçenekleri kullanarak fayda sağlayabilir."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of %1$s and %2$s URLs.":["%1$s ve %2$s adreslerinin taranmasını önlemek için robots.txt dosyanıza bir 'disallow' kuralı ekleyin."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Arama motorlarının ihtiyaç duymadıkları şeyleri taramasını önleyerek ve kullanılmayan WordPress özelliklerini kaldırarak sitenizi daha verimli ve daha çevre dostu hale getirin. %1$sTarama ayarları ve bunların sitenize nasıl fayda sağlayabileceği hakkında daha fazla bilgi edinin%2$s."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress, sitenizin %1$s ve HTTP başlıklarına çok sayıda bağlantı ve içerik ekler. Çoğu insan bunların tümünü güvenli bir şekilde devre dışı bırakabilir, bu da bayt ve elektrikten tasarruf etmenize ve ağaçları korumanıza yardımcı olabilir."],"Be the first to get %1$snew features & tools%2$s, before everyone else. Get %1$s24\/7 support%2$s and boost your website’s visibility.":["%1$sYeni özellikler ve araçları%2$s herkesten önce ilk edinen siz olun. %1$s7\/24 destek alın%2$s ve web sitenizin görünürlüğünü artırın."],"Something went wrong. An unexpected error occurred.":["Bir şeyler ters gitti. Beklenmeyen bir hata oluştu."],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Ne yazık ki bu, kaydedilmemiş tüm değişikliklerinizin kaybolacağı anlamına gelir. Sorunu çözmek için bu sayfayı yenilemeyi deneyebilirsiniz. Bu hata tekrarlanmaya devam ederse, lütfen destek ekibimizle iletişime geçin, ihtiyacınız olan tüm yardımı size ulaştıralım!"],"Refresh this page":["Bu sayfayı yenile"],"Disabling this will redirect the %1$s to your site's homepage.":["Bunu devre dışı bırakmak, %1$s öğesini sitenizin ana sayfasına yönlendirir."],"Breadcrumb appearance":["Dolaşım bağlantıları görünümü"],"Choose the general appearance of your breadcrumbs.":["Dolaşım bağlantılarının genel görünümünü seç."],"Add separator":["Ayırıcı ekle"],"Add anchor text":["Bağlantı metni ekle"],"Add prefix":["Ön ek ekle"],"Breadcrumb for 404 page":["404 sayfası için dolaşım bağlantısı"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Yazı tipleri için bağlantı haritalarını göstermek istediğiniz sınıflamayı seçin."],"E.g., %1$s":["Örneğin, %1$s"],"E.g., %1$s and %2$s":["Örneğin, %1$s ve %2$s"],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Bağlantı haritalarında sınıflamalar için göstermek istediğiniz yazı tipini seçin."],"You can always choose to enable\/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Aşağıdan temanız için bunları her zaman etkinleştirmeyi\/etkisizleştirmeyi seçebilirsiniz. Bu ayar, bir bileşen, blok veya kısa kod aracılığıyla eklenen içerik haritaları için geçerli değildir."],"Enable breadcrumbs for your theme":["Temanız için bağlantı haritalarını etkinleştirin"],"Prefix for search page breadcrumbs":["Arama dolaşım bağlantıları için ön ek"],"Breadcrumbs for post types":["Yazı tipleri için dolaşım bağlantıları"],"Breadcrumbs for taxonomies":["Taksonomiler için dolaşım bağlantıları"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["%1$sDolaşım bağlantılarının%2$s  görünümünü ve davranışını yapılandırın."],"Site basics":["Siteyle ilgili temel bilgiler"],"User":["Kullanıcı"],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["Doğrulama kodu geçerli değil. Lütfen sadece harf, rakam, alt çizgi ve tire kullanın."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["Doğrulama kodu geçerli değil. Lütfen sadece A'dan F'ye kadar olan harfleri, sayıları, alt çizgileri ve tireleri kullanın."],"The profile is not valid. Please enter a valid URL.":["Profil geçerli değil. Lütfen geçerli bir adres girin."],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["Profil geçerli değil. Lütfen yalnızca 1-25 harf, rakam ve alt çizgi kullanın veya geçerli bir Twitter adresi girin."],"Discard changes":["Değişiklikleri iptal et"],"No users found.":["Hiç kullanıcı bulunamadı."],"Searching users...":["Kullanıcılar aranıyor..."],"Failed to retrieve users.":["Kullanıcılar getirilemedi."],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Ortam yüklediğinizde (ör. bir görsel veya video), %5$s bunun için otomatik olarak bir %3$s sayfası (ek adresi) oluşturur. Bu sayfalar oldukça boştur ve %1$szayıf içerik sorunlarına neden ve sitenizde fazla sayfa oluşmasına neden olabilir%2$s. Bu nedenle, %4$s bunları varsayılan olarak devre dışı bırakır (ve ek adresini ortamın kendisine yönlendirir)."],"%1$s pages":["%1$s sayfaları"],"Show %1$s pages in search results":["Arama sonuçlarında %1$s sayfalarını göster"],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Bunu devre dışı bırakmak, WordPress tarafından oluşturulan %1$s sayfalarının arama motorları tarafından dizine eklenmeyeceği ve XML site haritalarından hariç tutulacağı anlamına gelir."],"Configure the basics for your website.":["Web siteniz için temel bilgileri yapılandırın."],"Show less":["Daha az göster"],"Show more":["Daha fazla göster"],"Content types":["İçerik türleri"],"Categories & tags":["Kategoriler ve etiketler"],"Media pages":["Ortam sayfaları"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Bu sayfada kaydedilmemiş değişiklikler var. Ayrılmak, bu değişikliklerin kaybolacağı anlamına gelir. Bu sayfadan ayrılmak istediğinizden emin misiniz?"],"This field updates the %1$stagline in your WordPress settings%2$s.":["Bu alan, %1$sWordPress ayarlarınızdaki sloganı%2$s günceller."],"We recommend keeping %1$s pages disabled. This will cause all attachment URLs to be redirected to the media itself.":["%1$s sayfalarını devre dışı bırakmanızı öneririz. Bu tüm ek adreslerinin ortamın kendisine yönlendirilmesine neden olur."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s yinelenen içerik sorunlarına neden olabilir. Çoğu site için bu ayarı devre dışı bırakmanızı öneririz."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Bunu devre dışı bırakmak, %1$s öğelerinin arama motorları tarafından dizine eklenmeyeceği ve XML site haritalarından hariç tutulacağı anlamına gelir. Bu ayarı devre dışı bırakmanızı öneririz."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Biçim tabanlı arşivler yinelenen içerik sorunlarına neden olabilir. Çoğu site için bu ayarı devre dışı bırakmanızı öneririz."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (örneğin %2$s) yayın tarihlerine dayanmaktadır. SEO açısından bakıldığında, bu arşivlerdeki yazıların yayın tarihleri dışında diğer yazılarla gerçek bir ilişkisi yoktur, bu da içerik hakkında fazla bir şey söylemez. Ayrıca yinelenen içerik sorunlarına da yol açabilirler. Bu nedenle %3$s devre dışı bırakmanızı öneririz."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Tek yazarlı bir blog çalıştırıyorsanız, %1$s (ör. %2$s) ana sayfanızla tamamen aynı olacaktır. Buna %3$syinelenen içerik sorunu%4$s denir. Sitenizde durum buysa, devre dışı bırakmayı (ana sayfaya yönlendirmesini sağlar) veya arama sonuçlarında görünmesini engellemeyi seçebilirsiniz."],"Show archives for authors without posts in search results":["Arama sonuçlarında yazı içermeyen yazar arşivlerini göster"],"Determine how your %1$s should look in search engines.":["%1$s öğelerinin arama motorlarında nasıl görünmesi gerektiğini seçin."],"Determine how your %1$s should look on social media by default.":["%1$s öğelerinin varsayılan olarak sosyal medyada nasıl görünmesi gerektiğini seçin."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Bunu devre dışı bırakmak, herhangi bir yayını olmayan %1$s arama motorları tarafından dizine eklenmeyeceği ve XML site haritalarından hariç tutulacağı anlamına gelir."],"We're very sorry, but it seems like the following error has interrupted our application:":["Çok üzgünüz, ancak aşağıdaki hata uygulamamızı kesintiye uğratmış gibi görünüyor:"],"Contact support":["Destek ile iletişim kur"],"Read more about the search results settings":["Arama sonuçları ayarları hakkında daha fazla bilgi edinin"],"Author archive":["Yazar Arşivi"],"Determine how your %1$s should look in search engines and on social media.":["%1$s öğelerinin arama motorlarında ve sosyal medyada nasıl görünmesi gerektiğini belirleyin."],"Read reviews from real users":["Gerçek kullanıcıların yorumlarını okuyun"],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress, bazıları sitenizin ihtiyaç duymayabileceği birçok kaynak yükler. Bunları kullanmıyorsanız, kaldırmak sayfalarınızı hızlandırabilir ve kaynaklardan tasarruf etmenizi sağlayabilir."],"Remove unused resources":["Kullanılmayan kaynakları kaldırın"],"Social appearance":["Sosyal görünüm"],"Search appearance":["Arama görünümü"],"Additional settings":["Ek ayarlar"],"Add custom fields to page analysis":["Sayfa analizi için özel alanlar ekleyin"],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["WooCommerce ayarlarınızda bir mağaza sayfası belirlemediniz. %1$sLütfen önce bunu yapın%2$s."],"These settings are specifically for optimizing your %1$s archive.":["Bu ayarlar özellikle %1$s arşivinizi optimize etmek içindir."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Bunu devre dışı bırakmak, %1$s arşivinin arama motorları tarafından dizine eklenmeyeceği ve XML site haritalarından hariç tutulacağı anlamına gelir."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Bunu devre dışı bırakmak, %1$s arama motorları tarafından dizine eklenmeyeceği ve XML site haritalarından hariç tutulacağı anlamına gelir."],"%1$s archive":["%1$s arşivi"],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sSosyal görsel%2$s, %1$ssosyal başlık%2$s ve %1$ssosyal açıklama%2$s şu anda %3$ssite özellikleri%4$s bölümündeki 'Sosyal paylaşım' kısmında devre dışı bırakılmış olan Open Graph verilerini gerektirir."],"Show the categories prefix in the slug":["Kategori ön ekini kısa isimde tut"],"Determine how your homepage should look on social media.":["Ana sayfanızın sosyal medyada nasıl görünmesi gerektiğini belirleyin."],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Ana sayfanızın arama motorlarında ve sosyal medyada nasıl görünmesi gerektiğini belirleyin. Bunun, insanların marka adınızı aradıklarında muhtemelen görecekleri şey olduğunu unutmayın."],"Determine how your %1$s archive should look on social media.":["%1$s arşivinizin sosyal medyada nasıl görünmesi gerektiğini belirleyin."],"Determine how your %1$s archive should look in search engines.":["%1$s arşivinizin arama motorlarında nasıl görünmesi gerektiğini belirleyin."],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["WordPress'teki kategori adresleri bir ön ek içerir, genellikle %s. Bu, yalnızca kategoriler için bu ön eki etkinleştirir."],"Show the archive for %1$s in search results":["Arama sonuçlarında %1$s arşivini göster"],"Show %1$s in search results":["Arama sonuçlarında %1$s göster"],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Off hayır! Formunuz geçersiz veriler içeriyor gibi görünüyor. Lütfen aşağıdaki alanları gözden geçirin:"],"Archive social title":["Arşiv sosyal başlığı"],"Archive social image":["Arşiv sosyal görseli"],"Archive social description":["Arşiv sosyal açıklaması"],"Archive SEO title":["Arşiv SEO başlığı"],"Archive meta description":["Arşiv meta açıklaması"],"Archive breadcrumbs title":["Arşiv bağlantı haritaları başlığı"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Seçilen ortam türü geçerli değil. Desteklenen türler şunlardır: JPG, PNG, WEBP ve GIF."],"Enable %1$s for %2$s":["%2$s için %1$s etkinleştirin"],"Inclusive language analysis":["Kapsayıcı dil analizi"],"Baidu":["Baidu"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["%1$sBaidu Web Yöneticisi Araçları%2$s'ndan doğrulama kodunuzu edinin."],"Add verification code":["Doğrulama kodu ekle"],"Bing":["Bing"],"Get your verification code in %1$sBing Webmaster tools%2$s.":["%1$sBing Web Yöneticisi Araçları%2$s'ndan doğrulama kodunuzu edinin."],"Get your verification code in %1$sGoogle Search console%2$s.":["%1$sGoogle Search Console%2$s'dan doğrulama kodunuzu edinin."],"Claim your site over at %1$sPinterest%2$s.":["%1$sPinterest%2$s üzerinden sitenizi sahiplenin."],"Yandex":["Yandex"],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["%1$sYandex Web Yöneticisi Araçları%2$s'ndan doğrulama kodunuzu edinin."],"Restrict advanced settings for authors":["Yazarlar için gelişmiş ayarları kısıtlayın"],"Oops! Something went wrong while saving.":["Amanın! Kaydederken bir şeyler ters gitti."],"Great! Your settings were saved successfully.":["Harika! Ayarlarınız başarıyla kaydedildi."],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Bu Yoast SEO REST API uç noktası, belirli bir adres için ihtiyacınız olan tüm meta verileri sağlar. Bu, headless WordPress sitelerinin tüm SEO meta çıktıları için Yoast SEO'yu kullanmasını çok kolaylaştıracaktır."],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Sitenizi farklı araçlarla doğrulayın. Bu, ana sayfanıza bir doğrulama meta etiketi ekler. Açıklamadaki bağlantıyı izleyerek sitenizi her platform için nasıl doğrulayacağınıza ilişkin yönergeleri bulabilirsiniz."],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar or metabox. Disabling this allows access to all users.":["Varsayılan olarak, yalnızca editörler ve yöneticiler %1$s meta kutusu veya yan menü gelişmiş - ve şema bölümüne erişebilir. Bunu devre dışı bırakmak, tüm kullanıcılara erişim sağlar."],"Twitter card data":["Twitter kart verileri"],"Social sharing":["Sosyal paylaşım"],"Slack sharing":["Slack paylaşımı"],"Site structure":["Site yapısı"],"REST API endpoint":["REST API uç noktası"],"Open Graph data":["Open Graph verileri"],"APIs":["API"],"Tell us which features you want to use.":["Hangi özellikleri kullanmak istediğinizi bize bildirin."],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Twitter'ın, sitenize bir bağlantı paylaşıldığında görseller ve metin alıntısı içeren bir ön izleme görüntülemesine izin verir."],"Site preferences":["Site tercihleri"],"Unavailable for sub-sites":["Alt siteler için kullanılamaz"],"Title separator":["Başlık ayracı"],"Site image":["Site görseli"],"Recommended size for this image is %1$s%3$s%2$s":["Bu görsel için önerilen boyut %1$s%3$s%2$s"],"Network disabled":["Ağ devre dışı"],"This image is used as a fallback for posts\/pages that don't have any images set.":["Bu görsel, herhangi bir görsel ayarlanmamış yazılar\/sayfalar için varsayılan olarak kullanılır."],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["%1$sSite görseli%2$s, şu anda %3$ssite özellikleri%4$s bölümündeki 'Sosyal paylaşım' kısmında devre dışı bırakılmış olan Open Graph verilerini gerektirir."],"RSS feed":["RSS akışı"],"Dismiss":["Kapat"],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["RSS'nize otomatik olarak içerik ekleyin. Bu, blogunuza ve blog yayınlarınıza bağlantılar eklemenize olanak tanıyarak arama motorlarının sizi içeriğin orijinal kaynağı olarak tanımlamasına yardımcı olur."],"%1$s (default)":["%1$s (varsayılan)"],"Max number of characters to allow in searches":["Aramalarda izin verilecek en fazla karakter sayısı"],"IndexNow":["IndexNow"],"Filter searches with emojis and other special characters":["Aramaları emojiler ve diğer özel karakterlerle filtreleyin"],"Filter searches with common spam patterns":["Aramaları yaygın spam kalıplarıyla filtreleyin"],"Filter search terms":["Arama terimlerini filtrele"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Bir yazıyı yayınladığınızda, güncellediğinizde veya sildiğinizde Bing ve Yandex gibi arama motorlarına otomatik olarak ping yapın."],"Additional URL parameters to allow":["İzin verilecek ek URL parametreleri"],"Pingback HTTP header":["Pingback HTTP header bilgisi"],"Select a user":["Bir kullanıcı seçin"],"Personal logo or avatar":["Kişisel logo veya avatar"],"Add another profile":["Başka bir profil ekle"],"Site representation":["Site gösterimi"],"Link suggestions":["Bağlantı önerileri"],"Insights":["Fikir"],"Social image":["Sosyal görsel"],"Social title":["Sosyal başlık"],"Social description":["Sosyal açıklama"],"Image":["Görsel"],"Replace image":["Resmi değiştir"],"Select image":["Fotoğraf seç"],"Remove image":["Görseli kaldır"],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Bu, Slack'te paylaşıldığında makalenin snippet'ine yazarın imi ve okuma süresi tahmini ekler."],"Page type":["Sayfa türü"],"Article type":["Makale türü"],"Usage tracking":["Kullanım izleme"],"Check out %1$s":["%1$s sayfasına göz atın"],"We have both free and premium online courses to learn everything you need to know about SEO.":["SEO hakkında bilmeniz gereken her şeyi öğrenmek için hem ücretsiz hem de premium çevrimiçi kurslarımız var."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Yoast Takımından SEO öğrenmek ister misiniz? %1$s sayfamıza göz atın!"],"Learn SEO":["SEO öğrenin"],"Schema":["Şema"],"Show blog page in breadcrumbs":["Bağlantı haritasında blog sayfasını göster"],"Personal info":["Personal info"],"Organization logo":["Kuruluş logosu"],"Organization name":["Kuruluş adı"],"Organization":["Kuruluş"],"Select a user...":["Bir kullanıcı seçin..."],"Upgrade to %s":["%s sürümüne yükselt"],"Multiple keyphrases":["Birden fazla anahtar kelime"],"Get %s":["%s eklentisini şimdi edinin"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Bu özel tür için SEO meta verilerini %1$smağaza sayfası%2$s üzerinde düzenleyebilirsiniz."],"Tagline":["Slogan"],"Separator":["Ayırıcı"],"%d result found, use up and down arrow keys to navigate":["%d sonuç bulundu, gezinmek için yukarı ve aşağı ok tuşlarını kullanın","%d sonuç bulundu, gezinmek için yukarı ve aşağı ok tuşlarını kullanın"],"24\/7 email support":["7\/24 e-posta desteği"],"SEO analysis":["SEO analizi"],"The readability analysis offers suggestions to improve the structure and style of your text.":["Okunabilirlik analizi, metninizi yapısal ve biçimsel olarak geliştirecek öneriler sunar."],"Text link counter":["Metin bağlantısı sayacı"],"Cornerstone content":["Köşe taşı içeriği"],"Superfast internal linking suggestions":["Süper hızlı dahili bağlantı önerileri"],"Save changes":["Değişiklikleri kaydet"],"No ads!":["Reklamsız!"],"Facebook & Twitter":["Facebook ve Twitter"],"Social media preview":["Sosyal medya önizleme"],"Easy redirect manager":["Kolay yönlendirme yöneticisi"],"No more dead links":["Daha fazla ölü bağlantı yok"],"Increase your SEO reach":["SEO erişiminizi artırın"],"Variable":["Değişken"],"Available variables":["Kullanılabilinir değişkenler"],"Admin bar menu":["Yönetim çubuğu menüsü"],"SEO title":["SEO başlığı"],"Google search console":["Google search console"],"Other social profiles":["Diğer sosyal profiller"],"Readability analysis":["Okunabilirlik analizi"],"Back":["Geri"],"No results found":["Sonuç bulunamadı"],"Bold the last page":["Son sayfayı kalın yap"],"Author archives":["Yazar arşivleri"],"Anchor text for the Homepage":["Ana sayfa için bağlantı metni"],"Content to put before each post in the feed":["Beslemedeki her yazıdan önce eklenecek içerik"],"You can use the following variables within the content, they will be replaced by the value on the right.":["İçeriğin içinde şu değişkenleri kullanabilirsiniz, kullandığınızda sağdaki değerler ile değiştirileceklerdir."],"A link to the post, with the title as anchor text.":["Başlığın bağlantı metni olarak kullanıldığı, yazı sayfasına bir bağlantı."],"A link to your site, with your site's name as anchor text.":["Site isminin bağlantı metni olarak kullanıldığı, sitenize giden bir bağlantı."],"Blog":["Blog"],"Content to put after each post in the feed":["Besleme içindeki her içerikten sonra eklencek metin"],"Description":["Açıklama"],"Separator between breadcrumbs":["Bağlantı haritası arasındaki ayraç"],"Prefix for the breadcrumb path":["Bağlantı haritası için ön ek"],"How to insert breadcrumbs in your theme":["Temanıza bağlantı haritası nasıl eklersiniz"],"A link to your site, with your site's name and description as anchor text.":["Site isminin ve açıklamasının bağlantı metni olarak kullanıldığı, sitenize giden bir bağlantı."],"Force rewrite titles":["Başlıkları yeniden yazmaya zorla"],"Homepage":["Ana sayfa"],"Date archives":["Tarih arşivi"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s, bu sayfalar için başlıkları yeniden zorlamak gerekmediğini otomatik algıladı, eğer bunun yanlış olduğunu düşünüyor ve siz ne yaptığınızı biliyorsanız, buradan ayarı değiştirebilirsiniz."],"Person":["Kişi"],"RSS":["RSS"],"Search":["Arama"],"Website name":["Web sitesi ismi"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["%1$sAna sayfanın kendisini düzenleyerek%2$s ana sayfanın başlığını ve açıklamasını belirleyebilirsiniz."],"Breadcrumbs":["Bağlantı haritası"],"Special pages":["Özel sayfalar"],"Close":["Kapat"],"Facebook":["Facebook"],"Next":["Sonraki"],"Pinterest":["Pinterest"],"Breadcrumbs title":["Bağlantı haritası başlığı"],"Twitter":["Twitter"],"Meta description":["Meta açıklaması"],"None":["Hiç biri"],"Advanced":["Gelişmiş"],"General":["Genel"],"Social":["Sosyal"],"Tools":["Araçlar"],"XML sitemaps":["XML site haritaları"],"Google":["Google"],"Page title":["Sayfa başlığı"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}