{"translation-revision-date":"2023-03-02 12:44:23+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["%s hesabınız henüz bu web sitesi için herhangi bir anahtar sözcük içermiyor. Anahtar sözcükleri, yazı editöründeki \"SEO Performansını İzle\" düğmesini kullanarak izleyebilirsiniz."],"%s account":["%s hesabı"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Bu genel bakış yalnızca Yoast SEO'ya eklenen anahtar sözcükleri gösterir. %s'e başka anahtar sözcükler de eklenebilir."],"Tracking the ranking position...":["Sıralama konumu takibi..."],"reconnect to %s":["%s'e yeniden bağlan"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Web sitenizin verilerini alırken bir şeyler ters gitmiş gibi görünüyor. Lütfen %s ve tekrar deneyin."],"Read more about keyphrase tracking with Wincher":["Wincher ile anahtar sözcük izleme hakkında daha fazla bilgi edinin"],"Connect %1$s with %2$s to track the ranking position of your site in the search results based on your keyphrase(s). %3$s":["Anahtar ifadelerinize dayalı olarak sitenizin arama sonuçlarındaki sıralama konumunu izlemek için %1$s ile %2$s bağlantısını kurun. %3$s"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Son 90 gün içinde 0 ile 100 arasında bir ölçekte anahtar sözcük konumu."],"Connect with %s":["%s ile bağlantı kur"],"Top performing keyphrases on your site":["Sitenizde en iyi performans gösteren anahtar sözcükler"],"Get more insights over at %s":["%s'da daha fazla bilgi edinin"],"Position over time":["Zaman içindeki pozisyon"],"Position":["Konum"],"The number of headers and header labels don't match.":["Başlıkların ve başlık etiketlerinin sayısı eşleşmiyor."],"Keyphrase":["Anahtar kelime"],"%d day":["%d gün","%d gün"],"View":["Görüntüle"]}},"comment":{"reference":"js\/dist\/dashboard-widget.js"}}